export default function Maa(){
    return (
        <div>
            <header>
                <div>
                    <a>تواصل معنا</a>
                    <ul>
                        <li>تويتر</li>
                        <li>واتساب</li>
                        <li>يوتيوب</li>
                        <li>أنستقرام</li>
                        <li>فيس بوك</li>
                    </ul>
                </div>
            <h1>دائرة الشوؤن الإسلامية</h1>
<nav>
<ul>
<li>
   الدائرة
   <ul>
      <li>الرؤية والرسالة</li>
      <li>عن الدائرة</li>
   </ul>
</li>
<li>
   المركز الإعلامي
   <ul>
      <li>الأخبار</li>
      <li>الأنشطة والأحداث</li>
      <li>إصدارات الدائرة</li>
      <li>
         الوسائط
         <ul>
            <li>المرئية</li>
            <li>المسموعة</li>
         </ul>
      </li>
      <li>الفيديوهات التعريفية</li>
   </ul>
</li>
<li>
   الوعظ والارشاد
   <ul>
      <li>
         الفعاليات الوعظية
         <ul>
            <li>الدروس</li>
            <li>المحاضرات</li>
            <li>الحديث</li>
            <li>الدورات</li>
         </ul>
      </li>
      <li>
         الفتوى
         <ul>
            <li>طلب فتوى</li>
            <li>الأرشيف</li>
         </ul>
      </li>
   </ul>
</li>
<li>
   خطبة الجمعة
   <ul>
      <li>قائمة الخطباء</li>
      <li>تحميل خطبة الجمعة</li>
   </ul>
</li>
<li>
      خدماتنا 
      <ul>
         <li>الفتاوى الوعظية</li>
         <li>خدمات المساجد</li>
         <li>شؤون المساجد</li>
         <li>تبرعات للمساجد</li>
         <li>
            خدمات أصحاب الهمم 
            <ul>
               <li>طلب مرافق مسجد</li>
               <li>طلب مصحف قارئ</li>
               <li>طلب معرفة مساجد لغة الاشارة</li>
               <li>خدمة توفير كرسي متحرك</li>
               <li>أخرى</li>
            </ul>
         </li>
         <li>
            خدمات الجنائز والمقابر  
            <ul>
               <li>طلب خدمة تغسيل موتى</li>
               <li>طلب معرفة مكان القبر</li>
               <li>طلب معرفة أوقات الزيارة</li>
            </ul>
         </li>
      </ul>
   </li>
   <li>مواقع المساجد</li>
   <li>
      بناء المساجد 
      <ul>
         <li>التصاميم</li>
         <li>الأراضي المتاحة</li>
         <li>بناء مرفق</li>
         <li>استكمال</li>
      </ul>
   </li>
   <li>
      الأطفال و الناشئة
      <ul>
         <li>معرض الفيديو</li>
         <li>معرض الصور</li>
         <li>الأنشطة والبرامج</li>
         <li>المسابقات</li>
      </ul>
   </li>
   </ul>
</nav>
</header>
<main>
    <article>
    <h1>مرحبًا بكم في
الشؤون الاسلامية بالشارقة</h1>
<p>
تم إنشاء دائرة الشؤون الإسلامية في إمارة الشارقة بموجب المرسوم الأميري رقم (27) لسنة 2008 م من صاحب السمو الشيخ الدكتور سلطان بن محمد القاسمي عضو المجلس الأعلى حاكم إمارة الشارقة –حفظه الله ورعاه- ، ثم صدر المرسوم الأميري رقم (2) لسنة 2010 م بشأن تنظيم عمل الشؤون الإسلامية في الشارقة حيث أسند إليها العمل الدعوي والتوعوي، والعناية بالمساجد في الإمارة. وتسعى دائرة الشؤون الإسلامية في الشارقة إلى إبلاغ الناس بدعوةَ الله تعالي بالحكمة والموعظة الحسنة، وتيسير إقامة شعائر الصلاة جماعة في المساجد، وتوفير كافة الخدمات والمرافق للتمكين من أداء الفريضة كما ينبغي في جو إيماني. 
</p>
<button>إقرا المزيد</button>
    </article>
    <div>
        <div>تاريخ اليوم</div>
        <div>
            <div>24 رجب 1444</div>
            <div>الأربعاء 15 فبراير 2023 ميلادى </div>
        </div>
        <div>
            <div>
                <div>الفجر</div>
                <div>5:35</div>
            </div>
<div>
    <div>الشروق</div>
    <div>6:50</div>
</div>
<div>
    <div>الظهر</div>
    <div>12:35</div>
</div>
<div>
    <div>العصر</div>
    <div>3:47</div>
</div>
<div>
    <div>المغرب</div>
    <div>6:15</div>
</div>
<div>
    <div>العشاء</div>
    <div>7:29</div>
</div>
        </div>
        <a>تحميل التقويم الهجري ١٤٤٤ هـ </a>
    </div>

    <div>

       <h2>
       مسجدي
       </h2>
       <iframe src="https://www.google.com/maps/d/embed?mid=1HQPFT3mnKqP0YFFcqKSTVlamT9uJJ9Lm" width="100%" height="70%"></iframe>
    </div>

    <div>
        <div>
            <h2>الأنشطة والأخبار</h2>
            <div>
            <h2>الأنشطة والأحداث</h2>
            <a>عرض الكل</a>
            </div>
           <div>
            <h2>الأخبار</h2>
            <a>عرض الكل</a>
           </div>

        </div>
        <div>
            <h2>التقويم</h2>
        </div>
    </div>
<div>
    <div>
        <h2>المحاضرات والدروس</h2>
        <a> الصوتيات</a>
        <a>المرئيات</a>
    </div>

    <div>
        <h2>الأطفال و الناشئة</h2>
        <a>معرض الصور</a>
        <a>فيديوهات تعليمية</a>
        <a>الأنشطة</a>
    </div>
    </div>

    <div>
        <h2>الوعظ والارشاد</h2>
        <div>
            <h3>أسئلة وأجوبة</h3>
            <a>عرض</a>
        </div>

        <div>
            <h3>المحاضرات والدروس الصوتية</h3>
            <a>عرض</a>
        </div>
        
        <div>
            <h3>المحاضرات والدروس المرئية</h3>
            <a>عرض</a>
        </div>

    </div>


    <div>
        <h3>تواصل معنا </h3>
        <div>
            الاسم الاول
        <input type="text"/>
        </div>
        <div>
            الاسم الاخر
        <input type="text"/>
        </div>
        <div>
            الهاتف المتحرك
        <input type="text"/>
        </div>
        <div>
            البريد الإلكتروني
        <input type="text"/>
        </div>
        <div>
             <textarea></textarea>
        </div>
        <button>إرسال</button>
    </div>
</main>

<footer>
    <h1>دائرة الشوؤن الإسلامية</h1>
    <p>إبلاغ الناس دعوةَ الله بالحكمة والموعظة الحسنة ، وتيسير إقامة شعائر الصلاة جماعةً في مساجد تتوفر فيها كافة الخدمات والمرافق للتمكين من أداء الفريضة كما ينبغي، والتعاون مع كافة المؤسسات بالدولة في كل ما من شأنه رفعة الدين والوطن. </p>
<section>
<ul><li>الدائرة<ul><li>الرؤية والرسالة</li><li>عن الدائرة</li><li>الخدمات</li></ul></li><li>الوعظ والارشاد<ul><li>المحاضرات والدروس الصوتية</li><li>المحاضرات والدروس المرئية</li><li>أرسل سؤالاً</li><li>الإجاباتً</li><li>الحديث</li></ul></li><li>الأنشطة والأخبار<ul><li>الاخبار</li><li>الأنشطة والأحداث</li><li>مسجدي</li><li>مساجد الشارقة</li><li>خطيب الجمعة</li></ul></li><li>بناء ورعاية المساجد<ul><li>التصاميم</li><li>الأراضي المتاحة</li><li>بناء مرفق</li><li>استكمال</li></ul></li><li>تواصل معنا<ul><li>اقتراحات وملاحظات</li><li>شكر</li></ul></li></ul>
</section>
<section>
    <h2>إتصل بنا</h2>
    <div>  شارع الإمارات العابر - إمارة الشارقةّ. </div>
    <div> ص.ب: 1087 </div>
    <div>065361101</div>
    <div>065055888</div>
</section>
<section>
    <h2>اشترك معنا </h2>
    <p>اشترك في نشرتنا الإخبارية </p>
    <form>
        <input  type="email"/>
        <button>إرسال</button>
    </form>
</section>
<section>
    <h2>إتصل بنا</h2>
    <ul>
        <li>تويتر</li>
        <li>واتساب</li>
        <li>يوتيوب</li>
        <li>أنستقرام</li>
        <li>فيس بوك</li>
    </ul>
</section>
<section>
    <h2>حمل تطبيق الموبايل</h2>
<ul>
    <li>Android</li>
    <li>IOS</li>
</ul>
</section>
<p>© 2023 جميع الحقوق محفوظة . دائرة الشؤون الإسلامية بالشارقة</p>
<p>
قسم تقنية المعلومات </p>
</footer>
        </div>
    )
}